/* Alert text for Retro Synth audio file analysis in case another analysis is still ongoing */
"A wavetable is currently being created. Please try again after the creation process has finished." = "Ara s’està creant una taula d’ones. Intenta-ho més tard, quan hagi acabat el procés de creació.";

/* Alert text for Retro Synth audio file analysis result info */
"Timbral information for a single waveform was detected. Formant modulation is available, by switching the Modulation knob to “Formant”. The Shape 1 and Shape 2 knobs are not functional." = "S’ha detectat informació de timbre en una sola forma d’ona. Si canvies el regulador Modulació a “Formant” la modulació de formant estarà disponible. Els reguladors Forma 1 i Forma 2 no estan disponibles.";

/* Alert text for Retro Synth audio file analysis result info on failure */
"To create a wavetable, the audio file must have a constant pitch, several pitched sections separated by silence, or one or more single cycle sections." = "Per crear una taula d’ones, l’arxiu d’àudio ha de tenir un to constant, diverses seccions separades per silencis o una o més seccions cícliques individuals.";

/* Alert text for Retro Synth audio file analysis result info on success */
"The new wavetable contains %d waveforms." = "La nova taula d’ones conté %d formes d’ona.";

/* Alert title for Retro Synth audio file analysis in case another analysis is still ongoing */
"Wavetable Being Created" = "S’està creant la taula d’ones";

/* Alert title for Retro Synth audio file analysis result info */
"Wavetable Created With a Single Waveform" = "La taula d’ones que s’ha creat només té una forma d’ona";

/* Alert title for Retro Synth audio file analysis result info on failure */
"Wavetable Not Created" = "No s’ha creat la taula d’ones";

/* Alert title for Retro Synth audio file analysis result info on success */
"Wavetable Created" = "S’ha creat la taula d’ones";

/* Compressor side chain default menu item name */
"CompressorSideChainDefaultItemName" = "Intern";

/* Compressor side chain menu name */
"CompressorSideChainMenuName" = "Cadena lateral:";

/* ES1 synth side chain default menu item name */
"ES1SideChainDefaultItemName" = "Desactivat";

/* ES1 synth side chain menu name */
"ES1SideChainMenuName" = "Entrada d’àudio externa:";

/* Flex analysis progress indicator detail info */
"Identification of Notes" = "Identificació de notes";

/* Flex analysis progress indicator detail info */
"Pitch Analysis" = "Anàlisi de to";

/* Flex analysis progress indicator info */
"Analyzing: %@" = "Analitzant: %@";

/* Playback file alert */
"PlaybackFileNotFoundHeader" = "Error en obrir l’arxiu";

/* Playback file alert */
"PlaybackFileNotFoundMessage" = "No s’ha trobat l’arxiu que intentes carregar.";

/* Playback file alert */
"PlaybackFileOpenErrorHeader" = "Error en obrir l’arxiu";

/* Playback file alert */
"PlaybackFileOpenErrorMessage" = "No hi ha prou memòria per carregar l’arxiu seleccionat.";

/* Playback file alert */
"PlaybackTempoMarkerErrorHeader" = "L’arxiu conté canvis de tempo";

/* Playback file alert */
"PlaybackTempoMarkerErrorMessage" = "Avís: Un o més dels arxius que estàs important contenen marcadors de canvi de tempo. Aquesta versió del MainStage no permet sincronitzar arxius amb canvis de tempo.";

/* Playback file alert */
"PlaybackTransientsErrorHeader" = "Error en obrir l’arxiu";

/* Playback file alert */
"PlaybackTransientsMessage" = "Els transitoris de l’arxiu seleccionat s’han ocultat al Logic Pro. Obre l’arxiu al Logic Pro i deixa d’ocultar els transitoris abans de tornar a obrir l’arxiu al connector.";

/* Playback file alert */
"PlaybackUnknownErrorHeader" = "Error desconegut";

/* Playback file alert */
"PlaybackUnknownErrorMessage" = "No s’ha pogut obrir l’arxiu seleccionat.";

/* Playback file alert */
"PlaybackUnsupportedFileHeader" = "Format d’arxiu d’àudio incompatible";

/* Playback file alert */
"PlaybackUnsupportedFileMessage" = "L’arxiu d’àudio que intentes afegir té un format incompatible. Converteix l’arxiu a un format compatible amb l’iTunes o qualsevol altra aplicació d’àudio abans d’afegir‑lo al connectar de reproducció.";

/* suffix for file names not being loaded into SpaceDesigner */
"MissingFileSuffix" = " (Falta l’arxiu)";
